// Processor title menu item (second title is used on multi-CPU systems)
"Processor:" = "Prozessor:";
"Processors:" = "Prozessoren:";

// And the format string for the processor menu display (ex: "1 PowerPC 7450 @ 800MHz")
// Note that CPU name information ("PowerPC 7450") cannot be localized, it is
// provided by the system
"%u %@ @ %@" = "%1$u %2$@ @ %3$@";

// Uptime title menu item
"Uptime:" = "Laufzeit:";

// Uptime error (unavailable)
"Unavailable" = "Unavailable";

// Format strings for uptime (ex: "2 days 08:16:32")
// Multiple day format
"%ld days %02ld:%02ld:%02ld" = "%1$ld Tage %2$02ld:%3$02ld:%4$02ld Std.";
// Single day format
"%ld day %02ld:%02ld:%02ld" = "%1$ld Tag %2$02ld:%3$02ld:%4$02ld Std.";
// Less than one day format
"%02ld:%02ld:%02ld" = "%1$02ld:%2$02ld:%3$02ld";

// Tasks and threads title
"Tasks/Threads:" = "Prozesse/Threads:";

// Format strings for tasks and threads
"%d tasks, %d threads" = "%1$d Prozesse, %2$d Threads";

// Load average title
"Load Average (1m, 5m, 15m):" = "Durchschnittliche Auslastung (1 Min., 5 Min., 15 Min.):";

// Load average format
// Note that this only applies to the format of the string as a whole, not
// the format of the load average floats themselves (load average floats are
// automatically localized by NSNumberFormatter)
"%@, %@, %@" = "%1$@, %2$@, %3$@";

// Open Process Viewer/Open Console
"Open Process Viewer" = "Prozess-Monitor öffnen";
"Open Activity Monitor" = "Aktivitäts-Anzeige öffnen";
"Open Console" = "Konsole öffnen";

// Miscellaneous error strings

// Displayed when CPU load, load average, or task count fails to return info
"No info available" = "Nicht verfügbar";
